{
  "morning": {
    "title": "Morning Prayer",
    "time": "Dawn - 10",
    "sections": [
      {
        "header": "OPENING VERSE",
        "content": {
          "scripture": {
            "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
            "reference": "Philippians 1:2"
          },
          "alternatives": [
            {
              "label": "or this",
              "scripture": {
                "text": "I was glad when they said unto me, 'We will go into the house of the Lord.'",
                "reference": "Psalm 122:1"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "Let the words of my mouth and the meditation of my heart be always acceptable in your sight, O Lord, my rock and my redeemer.",
                "reference": "Psalm 19:14"
              }
            }
          ]
        }
      },
      {
        "header": "CONFESSION OF SIN",
        "content": {
          "prayer": {
            "leader": "Almighty and most merciful Father, we have erred and strayed from your ways like lost sheep. We have followed too much the devices and desires of our own hearts. We have offended against your holy laws. We have left undone those things which we ought to have done, and we have done those things which we ought not to have done; And apart from your grace, there is no health in us.",
            "response": "O Lord, have mercy upon us. Spare all those who confess their faults. Restore all those who are penitent, according to your promises declared to all people in Christ Jesus our Lord. And grant, O most merciful Father, for his sake, that we may now live a godly, righteous, and sober life, to the glory of your holy Name."
          }
        }
      },
      {
        "header": "THE INVITATORY",
        "content": {
          "prayer": {
            "all": "O Lord, open our lips; And our mouth shall proclaim your praise. O God, make speed to save us; O Lord, make haste to help us. Glory be to the Father, and to the Son, and to the Holy Spirit; as it was in the beginning, is now, and ever shall be, world without end.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "THE VENITE",
        "content": {
          "text": "O Come, let us sing unto the Lord; let us heartily rejoice in the strength of our salvation. Let us come before his presence with thanksgiving and show ourselves glad in him with psalms. For the Lord is a great God and a great King above all gods. In his hand are all the depths of the earth and the heights of the hills are his also. The sea is his, for he made it, and his hands prepared dry land. O come, let us worship and fall down, and kneel before the Lord our Maker. For he is our God, and we are the people of his pasture, and the sheep of his hand."
        }
      },
      {
        "header": "THE APOSTLES' CREED",
        "content": {
          "text": "I believe in God, the Father almighty, creator of heaven and earth. I believe in Jesus Christ, his only Son, our Lord. He was conceived by the Holy Spirit and born of the Virgin Mary. He suffered under Pontius Pilate, was crucified, died, and was buried. He descended to the dead. On the third day he rose again. He ascended into heaven, and is seated at the right hand of the Father. He will come again to judge the living and the dead. I believe in the Holy Spirit, the holy catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting."
        }
      },
      {
        "header": "THE LORD'S PRAYER",
        "content": {
          "prayer": {
            "all": "Our Father in heaven, hallowed be your Name. Your kingdom come, your will be done, on earth as it is in heaven. Give us today our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For thine is the kingdom, and the power, and the glory, for ever and for ever.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "THE COLLECT OF DAY",
        "content": {
          "label": "The Collect of the Day",
          "prayer": {
            "response": "Amen."
          }
        }
      },
      {
        "header": "THE SUFFRAGES",
        "content": {
          "prayer": {
            "all": "O Lord, show your mercy upon us; And grant us your salvation. O Lord, guide those who govern us; And lead us in the way of justice and truth. Clothe your ministers with righteousness; And let your people sing with joy. O Lord, save your people; And bless your inheritance. Give peace in our time, O Lord; And defend us by your mighty power. Let not the needy, O Lord, be forgotten; Nor the hope of the poor be taken away. Create in us clean hearts, O God; And take not your Holy Spirit from us."
          }
        }
      }
    ]
  },
  "midday": {
    "title": "Midday Prayer",
    "time": "11 - 2",
    "sections": [
      {
        "header": "BEGINNING",
        "content": {
          "prayer": {
            "all": "O God, make speed to save us; O Lord, make haste to help us. Glory be to the Father, and to the Son, and to the Holy Spirit; As it was in the beginning, is now, and ever shall be, world without end.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "PSALM READING",
        "content": {
          "scripture": {
            "text": "Psalm 119:105-112 Your word is a lantern to my feet and a light upon my path. I have sworn and am steadfastly purposed to keep your righteous judgments. I am troubled above measure; revive me, O Lord, according to your word. Let the freewill offerings of my mouth please you, O Lord; and teach me your judgments. My life is always in your hand, yet I do not forget your law. The ungodly have laid a snare for me, yet I have not strayed from your commandments. Your testimonies have I claimed as my heritage for ever, and why? They are the very joy of my heart. I have applied my heart to fulfill your statutes always, even unto the end. Psalm 121 I will lift up my eyes unto the hills; from whence comes my help? My help comes from the Lord, who has made heaven and earth. He will not let your foot be moved, and he who keeps you will not sleep. Behold, he who keeps Israel shall neither slumber nor sleep. The Lord himself is your keeper; the Lord is your defense upon your right hand, So that the sun shall not burn you by day, neither the moon by night. The Lord shall preserve you from all evil; indeed, it is he who shall keep your soul. The Lord shall preserve your going out and your coming in, from this time forth for evermore. Psalm 124 If the Lord himself had not been on our side, now may Israel say: if the Lord himself had not been on our side, when men rose up against us, Then they would have swallowed us up alive, when they were so wrathfully displeased with us; Then waters would have drowned us, and torrent gone over us; then raging waters would have gone clean over us. But praised be the Lord, who has not given us over to be prey for their teeth. We escaped like a bird out of the snare of the fowler; the snare is broken, and we have been delivered. Our help is in the Name of the Lord, the maker of heaven and earth. Psalm 126 When the Lord overturned the captivity of Zion, then were we like th",
            "reference": "Psalms 119:105-112, 121, 124, 126"
          }
        }
      },
      {
        "header": "SCRIPTURE PASSAGE",
        "content": {
          "scripture": {
            "text": "Jesus said, 'Now is the judgment of this world; now will the ruler of this world be cast out. And I, when I am lifted up from the earth, will draw all people to myself.'",
            "reference": "John 12:31-32"
          },
          "alternatives": [
            {
              "label": "or this",
              "scripture": {
                "text": "If anyone is in Christ, he is a new creation. The old has passed away; behold, new has come. All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation.",
                "reference": "2 Corinthians 5:17-18"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "From the rising of the sun to its setting my name will be great among the nations, and in every place incense will be offered to my name, and a pure offering. For my name will be great among the nations, says the Lord of Hosts.",
                "reference": "Malachi 1:11"
              }
            }
          ]
        }
      },
      {
        "header": "LORD, HAVE MERCY",
        "content": {
          "prayer": {
            "all": "I will bless the Lord at all times. His praise shall continually be in my mouth.",
            "response": "Lord, have mercy upon us. Christ, have mercy upon us. Lord, have mercy upon us. Lord, have mercy upon us."
          }
        }
      },
      {
        "header": "THE LORD'S PRAYER",
        "content": {
          "prayer": {
            "all": "Our Father in heaven, hallowed be your Name. Your kingdom come, your will be done, on earth as it is in heaven. Give us today our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For thine is the kingdom, and the power, and the glory, for ever and for ever.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "MIDDAY COLLECT",
        "content": {
          "label": "MIDDAY COLLECT",
          "prayer": {
            "all": "Blessed Savior, at this hour you hung upon the Cross, stretching out your loving arms: Grant that all the peoples of the earth may look to you and be saved; for your tender mercies' sake. Almighty Savior, who at mid-day called your servant Saint Paul to be an apostle to the Gentiles: We pray you to illumine the world with the radiance of your glory, that all nations may come and worship you; for you live and reign with the Father and to the Holy Spirit, one God, for ever and for ever. Father of all mercies, you revealed your boundless compassion to your apostle Saint Peter in a three-fold vision: Forgive our unbelief, we pray, and so strengthen our hearts and enkindle our zeal, that we may fervently desire the salvation of all people, and diligently labor in the extension of your kingdom; through him who gave himself for the life of the world, your Son our Savior Jesus Christ. Pour your grace into our hearts, O Lord, that we who have known the incarnation of your Son Jesus Christ, announced by an angel to the Virgin Mary, may by his Cross and passion be brought to the glory of his resurrection; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever.",
            "response": "Amen."
          },
          "instructions": "Silence may be kept, and other intercessions and thanksgivings may be offered."
        }
      }
    ]
  },
  "evening": {
    "title": "Evening Prayer",
    "time": "3 - 6",
    "sections": [
      {
        "header": "MEDITATE ON A VERSE",
        "content": {
          "scripture": {
            "text": "Therefore stay awake, for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning; lest he come suddenly and find you asleep.",
            "reference": "Mark 13:35-36"
          },
          "alternatives": [
            {
              "label": "or this",
              "scripture": {
                "text": "Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God.",
                "reference": "Revelation 21:3"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "Nations shall come to your light, and kings to the brightness of your rising.",
                "reference": "Isaiah 60:3"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "All we like sheep have gone astray; we have turned every one to his own way; and the Lord has laid on him the iniquity of us all.",
                "reference": "Isaiah 53:6"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "If we say we have no sin, we deceive ourselves, and the truth is not in us. If we confess our sins, he is faithful and just to forgive us our sins and cleanse us from all unrighteousness.",
                "reference": "1 John 1:8-9"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "For I acknowledge my faults, and my sin is ever before me.",
                "reference": "Psalm 51:3"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "To the Lord our God belong mercy and forgiveness, for we have rebelled against him.",
                "reference": "Daniel 9:9"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "For Christ has entered, not into holy places made with hands, which are copies of the true things, but into heaven itself, now to appear in the presence of God on our behalf.",
                "reference": "Hebrews 9:24"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "The Spirit and the Bride say, 'Come.' And let the one who hears say, 'Come.' And let the one who is thirsty come; let the one who desires take the water of life without price.",
                "reference": "Revelation 22:17"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "There is a river whose streams make glad the city of God, the holy dwelling place of the Most High.",
                "reference": "Psalm 46:4"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "Holy, holy, holy is the Lord of Hosts; the whole earth is full of his glory!",
                "reference": "Isaiah 6:3"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "Thanks be to God, who gives us the victory through our Lord Jesus Christ.",
                "reference": "1 Corinthians 15:57"
              }
            }
          ]
        }
      },
      {
        "header": "CONFESSION OF SINS",
        "content": {
          "prayer": {
            "leader": "Almighty God and the Father, we confess to you, to one another, and to the whole company of heaven, that we have sinned, through our own fault, in thought, and word, and deed, and in what we have left undone. For the sake of your Son our Lord Jesus Christ, have mercy upon us, forgive us our sins, and by the power of your Holy Spirit raise us up to serve you in newness of life, to the glory of your Name.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "THE INVITATORY",
        "content": {
          "prayer": {
            "all": "O Lord, open our lips; And our mouth shall proclaim your praise. O God, make speed to save us; O Lord, make haste to help us. Glory be to the Father, and to the Son, and to the Holy Spirit; as it was in the beginning, is now, and ever shall be, world without end.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "O GLADSOME LIGHT",
        "content": {
          "text": "O gladsome light, pure brightness of the everliving Father in heaven, O Jesus Christ, holy and blessed! Now as we come to the setting of the sun, and our eyes behold the vesper light, we sing your praises, O God: Father, Son, and Holy Spirit. You are worthy at all times to be praised by happy voices, O Son of God, O Giver of Life, and to be glorified through all the worlds."
        }
      },
      {
        "header": "A READING FROM HOLY SCRIPTURE",
        "content": {
          "scripture": {
            "text": "For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus' sake. For God, who said 'Let light shine out of darkness,' has shone in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
            "reference": "2 Corinthians 4:5-6"
          },
          "alternatives": [
            {
              "label": "or this",
              "scripture": {
                "text": "Jesus spoke to them, saying, 'I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.'",
                "reference": "John 8:12"
              }
            },
            {
              "label": "or this",
              "scripture": {
                "text": "Jesus said, 'Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.'",
                "reference": "Revelation 3:20"
              }
            }
          ]
        }
      },
      {
        "header": "REFLECT",
        "content": {
          "instructions": "Take a moment for silent reflection."
        }
      },
      {
        "header": "THE APOSTLES' CREED",
        "content": {
          "text": "I believe in God, the Father almighty, creator of heaven and earth. I believe in Jesus Christ, his only Son, our Lord. He was conceived by the Holy Spirit and born of the Virgin Mary. He suffered under Pontius Pilate, was crucified, died, and was buried. He descended to the dead. On the third day he rose again. He ascended into heaven, and is seated at the right hand of the Father. He will come again to judge the living and the dead. I believe in the Holy Spirit, the holy catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting."
        }
      },
      {
        "header": "INTERCEDE",
        "content": {
          "instructions": "Offer prayers for yourself and others."
        }
      },
      {
        "header": "THE LORD'S PRAYER",
        "content": {
          "prayer": {
            "all": "Our Father in heaven, hallowed be your Name. Your kingdom come, your will be done, on earth as it is in heaven. Give us today our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For thine is the kingdom, and the power, and the glory, for ever and for ever.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "THE COLLECT OF DAY",
        "content": {
          "label": "The Collect of the Day",
          "prayer": {
            "response": "Amen."
          }
        }
      },
      {
        "header": "THE SUFFRAGES",
        "content": {
          "prayer": {
            "all": "O Lord, show your mercy upon us; And grant us your salvation. O Lord, guide those who govern us; And lead us in the way of justice and truth. Clothe your ministers with righteousness; And let your people sing with joy. O Lord, save your people; And bless your inheritance. Give peace in our time, O Lord; And defend us by your mighty power. Let not the needy, O Lord, be forgotten; Nor the hope of the poor be taken away. Create in us clean hearts, O God; And take not your Holy Spirit from us."
          }
        }
      }
    ]
  },
  "compline": {
    "title": "Compline",
    "time": "After 7",
    "sections": [
      {
        "header": "BEGINNING",
        "content": {
          "prayer": {
            "all": "The Lord Almighty grant us a peaceful night and a perfect end.",
            "response": "Amen."
          },
          "text": "Our help is in the Name of the Lord; the maker of heaven and earth."
        }
      },
      {
        "header": "CONFESSION OF SIN",
        "content": {
          "prayer": {
            "leader": "Almighty God and the Father, we confess to you, to one another, and to the whole company of heaven, that we have sinned, through our own fault, in thought, and word, and deed, and in what we have left undone. For the sake of your Son our Lord Jesus Christ, have mercy upon us, forgive us our sins, and by the power of your Holy Spirit raise us up to serve you in newness of life, to the glory of your Name.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "ASK FOR PARDON AND PEACE",
        "content": {
          "prayer": {
            "all": "May Almighty God grant us forgiveness of all our sins, and grace and comfort of the Holy Spirit.",
            "response": "Amen."
          },
          "text": "O God, make speed to save us; O Lord, make haste to help us. Glory be to the Father, and to the Son, and to the Holy Spirit; As it was in the beginning, is now, and ever shall be, world without end. Amen."
        }
      },
      {
        "header": "PSALM READING",
        "content": {
          "scripture": {
            "text": "Psalm 4 Hear me when I call, O God of my righteousness; you set me free when I was in trouble; have mercy upon me, and hear my prayer. O you children of men, how long will you blaspheme my honor, and have such pleasure in vanity, and seek after falsehood? Know this also, that the Lord has chosen for himself one that is godly; when I call upon the Lord, he will hear me. Stand in awe, and sin not; commune with your own heart upon your bed, and be still. Offer a sacrifice of righteousness and put your trust in the Lord. There are many that say, \"Who will show us any good?\" the Lord, lift up the light of your countenance upon us. You have put gladness in my heart, more than when others' grain and wine and oil increased. I will lay me down in peace, and take my rest; for you, the Lord, only, make me dwell in safety. Psalm 31:1-6 In you, O Lord, have I put my trust; let me never be put to confusion; deliver me in your righteousness. Bow down your ear to me, make haste to deliver me, And be my strong rock and house of defense, that you may save me. For you are my strong rock and my castle; be also my guide, and lead me for your Name's sake. Draw me out of the net that they have laid secretly for me, for you are my strength. Into your hands I commend my spirit, for you have redeemed me, O Lord, O God of truth. Keep me, O Lord, as the apple of your eye; Hide me under the shadow of your wings.",
            "reference": "Psalm 4, 31:1-6"
          },
          "glory": {
            "text": "Glory be to the Father, and to the Son, and to the Holy Spirit; as it was in the beginning, is now, and ever shall be, world without end.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "THE LORD'S PRAYER",
        "content": {
          "prayer": {
            "all": "Our Father in heaven, hallowed be your Name. Your kingdom come, your will be done, on earth as it is in heaven. Give us today our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil. For thine is the kingdom, and the power, and the glory, for ever and for ever.",
            "response": "Amen."
          }
        }
      },
      {
        "header": "THE COLLECT",
        "content": {
          "prayers": [
            {
              "all": "Visit this place, O Lord, and drive far from it all the snares of the enemy; let your holy angels dwell with us to preserve us in peace; and let your blessing be upon us always; through Jesus Christ our Lord.",
              "response": "Amen."
            },
            {
              "all": "Lighten our darkness, we beseech you, O Lord; and by your great mercy defend us from all the perils and dangers of this night; for the love of your only Son, our Savior Jesus Christ.",
              "response": "Amen."
            },
            {
              "all": "Be present, O merciful God, and protect us through the hours of this night, so that we who are wearied by the changes and chances of this life may rest in your eternal changelessness; through Jesus Christ our Lord.",
              "response": "Amen."
            },
            {
              "all": "Look down, O Lord, from your heavenly throne, illumine this night with your celestial brightness, and from the children of light banish the deeds of darkness; through Jesus Christ our Lord.",
              "response": "Amen."
            },
            {
              "label": "A Collect for Saturdays",
              "all": "We give you thanks, O God, for revealing your Son Jesus Christ to us by the light of his resurrection: Grant that as we sing your glory at the close of this day, our joy may abound in the morning as we celebrate the Paschal mystery; through Jesus Christ our Lord.",
              "response": "Amen."
            }
          ],
          "instructions": "Silence may be kept, and other intercessions and thanksgivings may be offered."
        }
      },
      {
        "header": "ADDITIONAL PRAYER",
        "content": {
          "text": "Keep watch, dear Lord, with those who work, or watch, or weep this night, and give your angels charge over those who sleep. Tend to sick, Lord Christ; give rest to the weary, bless the dying, soothe the suffering, pity the afflicted, shield the joyous; and all for your love's sake. O God, your unfailing providence sustains the world we live in and the life we live: Watch over those, both night and day, who work while others sleep, and grant that we may never forget that our common life depends upon each other's toil; through Jesus Christ our Lord."
        }
      },
      {
        "header": "THE SONG OF SIMEON",
        "content": {
          "text": "Lord, now let your servant depart in peace, according to your word. For my eyes have seen your salvation, which you have prepared before the face of all the people; To be a light to lighten the Gentiles, and to be the glory of your people Israel.",
          "prayer": {
            "all": "Glory be to the Father, and to the Son, and to the Holy Spirit; as it was in the beginning, is now, and ever shall be, world without end.",
            "response": "Amen."
          }
        },
        "text": "Guide us waking, O Lord, and guard us sleeping; that awake we may watch with Christ, and asleep we may rest in peace."
      },
      {
        "header": "CLOSING",
        "content": {
          "prayer": {
            "all": "The almighty and merciful Lord, Father, Son, and Holy Spirit, bless us and keep us, this night and evermore.",
            "response": "Amen."
          }
        }
      }
    ]
  }
}
