{
  "morning": {
    "title": "Morning Prayer",
    "time": "Dawn - 10",
    "sections": [
      {
        "header": "OPENING VERSE",
        "content": "\"Grace to you and peace from God our Father and the Lord Jesus Christ.\"\n\nPhilippians 1:2\n\nor this\n\n\"I was glad when they said unto me, 'We will go into the house of the Lord.'\"\n\nPsalm 122:1\n\nor this\n\n\"Let the words of my mouth and the meditation of my heart be always acceptable in your sight, O Lord, my rock and my redeemer.\"\n\nPsalm 19:14"
      },
      {
        "header": "CONFESSION OF SIN",
        "content": "Almighty and most merciful Father,\nwe have erred and strayed from your ways like lost sheep.\nWe have followed too much the devices and desires of our own hearts.\nWe have offended against your holy laws.\nWe have left undone those things which we ought to have done,\nand we have done those things which we ought not to have done;\nAnd apart from your grace, there is no health in us.\n\nO Lord, have mercy upon us.\nSpare all those who confess their faults.\nRestore all those who are penitent,\naccording to your promises declared to all people in Christ Jesus our Lord.\n\nAnd grant, O most merciful Father, for his sake,\nthat we may now live a godly, righteous, and sober life,\nto the glory of your holy Name.\n\nAmen."
      },
      {
        "header": "THE INVITATORY",
        "content": "O Lord, open our lips;\nAnd our mouth shall proclaim your praise.\nO God, make speed to save us;\nO Lord, make haste to help us.\n\nGlory be to the Father, and to the Son, and to the Holy Spirit;\nas it was in the beginning, is now, and ever shall be, world without end.\n\nAmen."
      },
      {
        "header": "THE VENITE",
        "content": "O Come, let us sing unto the Lord;\nlet us heartily rejoice in the strength of our salvation.\nLet us come before his presence with thanksgiving\nand show ourselves glad in him with psalms.\n\nFor the Lord is a great God\nand a great King above all gods.\nIn his hand are all the depths of the earth\nand the heights of the hills are his also.\nThe sea is his, for he made it,\nand his hands prepared dry land.\n\nO come, let us worship and fall down,\nand kneel before the Lord our Maker.\n\nFor he is our God,\nand we are the people of his pasture,\nand the sheep of his hand."
      },
      {
        "header": "THE APOSTLES' CREED",
        "content": "I believe in God, the Father almighty,\ncreator of heaven and earth.\n\nI believe in Jesus Christ, his only Son, our Lord.\nHe was conceived by the Holy Spirit\nand born of the Virgin Mary.\nHe suffered under Pontius Pilate,\nwas crucified, died, and was buried.\nHe descended to the dead.\nOn the third day he rose again.\nHe ascended into heaven,\nand is seated at the right hand of the Father.\nHe will come again to judge the living and the dead.\n\nI believe in the Holy Spirit,\nthe holy catholic Church,\nthe communion of saints,\nthe forgiveness of sins,\nthe resurrection of the body,\nand life everlasting.\n\nAmen."
      },
      {
        "header": "THE LORD'S PRAYER",
        "content": "Our Father in heaven, hallowed be your Name.\nYour kingdom come, your will be done, on earth as it is in heaven.\nGive us today our daily bread.\nAnd forgive us our trespasses, as we forgive those who trespass against us.\nAnd lead us not into temptation, but deliver us from evil.\nFor thine is the kingdom, and the power, and the glory, for ever and for ever.\n\nAmen."
      },
      {
        "header": "THE COLLECT OF DAY",
        "content": "The Collect of the Day\n\nAmen."
      },
      {
        "header": "THE SUFFRAGES",
        "content": "O Lord, show your mercy upon us;\nAnd grant us your salvation.\n\nO Lord, guide those who govern us;\nAnd lead us in the way of justice and truth.\n\nClothe your ministers with righteousness;\nAnd let your people sing with joy.\n\nO Lord, save your people;\nAnd bless your inheritance.\n\nGive peace in our time, O Lord;\nAnd defend us by your mighty power.\n\nLet not the needy, O Lord, be forgotten;\nNor the hope of the poor be taken away.\n\nCreate in us clean hearts, O God;\nAnd take not your Holy Spirit from us."
      }
    ]
  },
  "midday": {
    "title": "Midday Prayer",
    "time": "11 - 2",
    "sections": [
      {
        "header": "BEGINNING",
        "content": "O God, make speed to save us;\nO Lord, make haste to help us.\nGlory be to the Father, and to the Son, and to the Holy Spirit;\nAs it was in the beginning, is now, and ever shall be, world without end.\n\nAmen."
      },
      {
        "header": "PSALM READING",
        "content": "Psalm 119:105-112\nYour word is a lantern to my feet\nand a light upon my path.\nI have sworn and am steadfastly purposed\nto keep your righteous judgments.\nI am troubled above measure;\nrevive me, O Lord, according to your word.\nLet the freewill offerings of my mouth please you, O Lord;\nand teach me your judgments.\nMy life is always in your hand,\nyet I do not forget your law.\nThe ungodly have laid a snare for me,\nyet I have not strayed from your commandments.\nYour testimonies have I claimed as my heritage for ever,\nand why? They are the very joy of my heart.\nI have applied my heart to fulfill your statutes always,\neven unto the end.\n\nPsalm 121\nI will lift up my eyes unto the hills;\nfrom whence comes my help?\nMy help comes from the Lord,\nwho has made heaven and earth.\nHe will not let your foot be moved,\nand he who keeps you will not sleep.\nBehold, he who keeps Israel\nshall neither slumber nor sleep.\nThe Lord himself is your keeper;\nthe Lord is your defense upon your right hand,\nSo that the sun shall not burn you by day,\nneither the moon by night.\nThe Lord shall preserve you from all evil;\nindeed, it is he who shall keep your soul.\nThe Lord shall preserve your going out and your coming in,\nfrom this time forth for evermore.\n\nPsalm 124\nIf the Lord himself had not been on our side,\nnow may Israel say:\nif the Lord himself had not been on our side,\nwhen men rose up against us,\nThen they would have swallowed us up alive,\nwhen they were so wrathfully displeased with us;\nThen waters would have drowned us,\nand torrent gone over us;\nthen raging waters would have gone clean over us.\nBut praised be the Lord,\nwho has not given us over to be prey for their teeth.\nWe escaped like a bird out of the snare of the fowler;\nthe snare is broken, and we have been delivered.\nOur help is in the Name of the Lord,\nthe maker of heaven and earth.\n\nPsalm 126\nWhen the Lord overturned the captivity of Zion,\nthen were we like those who dream.\nThen was our mouth filled with laughter\nand our tongue with shouts of joy.\nThen they said among the nations,\n\"The Lord has done great things for them.\"\nIndeed, the Lord has done great things for us already,\nwhereof we rejoice.\n\nOverturn our captivity, O Lord,\nas when streams refresh the deserts of the south.\nThose who sow in tears\nshall reap with songs of joy.\nHe who goes on his way weeping and bears good seed\nshall doubtless come again with joy,\nand bring his sheaves with him.\n\nGlory be to the Father, and to the Son, and to the Holy Spirit;\nas it was in the beginning, is now, and ever shall be, world without end.\n\nAmen."
      },
      {
        "header": "SCRIPTURE PASSAGE",
        "content": "\"Jesus said, 'Now is the judgment of this world; now will the ruler of this world be cast out. And I, when I am lifted up from the earth, will draw all people to myself.'\"\n\nJohn 12:31-32\n\nor this\n\n\"If anyone is in Christ, he is a new creation. The old has passed away; behold, new has come. All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation.\"\n\n2 Corinthians 5:17-18\n\nor this\n\n\"From the rising of the sun to its setting my name will be great among the nations, and in every place incense will be offered to my name, and a pure offering. For my name will be great among the nations, says the Lord of Hosts.\"\n\nMalachi 1:11"
      },
      {
        "header": "LORD, HAVE MERCY",
        "content": "I will bless the Lord at all times.\nHis praise shall continually be in my mouth.\n\nLord, have mercy upon us.\nChrist, have mercy upon us.\nLord, have mercy upon us.\nLord, have mercy upon us."
      },
      {
        "header": "THE LORD'S PRAYER",
        "content": "Our Father in heaven, hallowed be your Name.\nYour kingdom come, your will be done, on earth as it is in heaven.\nGive us today our daily bread.\nAnd forgive us our trespasses, as we forgive those who trespass against us.\nAnd lead us not into temptation, but deliver us from evil.\nFor thine is the kingdom, and the power, and the glory, for ever and for ever.\n\nAmen."
      },
      {
        "header": "MIDDAY COLLECT",
        "content": "Blessed Savior, at this hour you hung upon the Cross, stretching out your loving arms: Grant that all the peoples of the earth may look to you and be saved; for your tender mercies' sake.\n\nAlmighty Savior, who at mid-day called your servant Saint Paul to be an apostle to the Gentiles: We pray you to illumine the world with the radiance of your glory, that all nations may come and worship you; for you live and reign with the Father and to the Holy Spirit, one God, for ever and ever.\n\nFather of all mercies, you revealed your boundless compassion to your apostle Saint Peter in a three-fold vision: Forgive our unbelief, we pray, and so strengthen our hearts and enkindle our zeal, that we may fervently desire the salvation of all people, and diligently labor in extension of your kingdom; through him who gave himself for the life of the world, your Son our Savior Jesus Christ.\n\nPour your grace into our hearts, O Lord, that we who have known the incarnation of your Son Jesus Christ, announced by an angel to the Virgin Mary, may by his Cross and passion be brought to the glory of his resurrection; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever.\n\nSilence may be kept, and other intercessions and thanksgivings may be offered.\n\n\"The grace of our Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit, be with us all evermore.\"\n\n2 Corinthians 13:14\n\nAmen."
      }
    ]
  },
  "evening": {
    "title": "Evening Prayer",
    "time": "3 - 6",
    "sections": [
      {
        "header": "MEDITATE ON A VERSE",
        "content": "\"Therefore stay awake, for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning; lest he come suddenly and find you asleep.\"\n\nMark 13:35-36\n\nor this\n\n\"Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God.\"\n\nRevelation 21:3\n\nor this\n\n\"Nations shall come to your light, and kings to the brightness of your rising.\"\n\nIsaiah 60:3\n\nor this\n\n\"All we like sheep have gone astray; we have turned every one to his own way; and the Lord has laid on him the iniquity of us all.\"\n\nIsaiah 53:6\n\nor this\n\n\"If we say we have no sin, we deceive ourselves, and the truth is not in us. If we confess our sins, he is faithful and just to forgive us our sins and cleanse us from all unrighteousness.\"\n\n1 John 1:8-9\n\nor this\n\n\"For I acknowledge my faults, and my sin is ever before me.\"\n\nPsalm 51:3\n\nor this\n\n\"To the Lord our God belong mercy and forgiveness, for we have rebelled against him.\"\n\nDaniel 9:9\n\nor this\n\n\"For Christ has entered, not into holy places made with hands, which are copies of the true things, but into heaven itself, now to appear in the presence of God on our behalf.\"\n\nHebrews 9:24\n\nor this\n\n\"The Spirit and the Bride say, 'Come.' And let the one who hears say, 'Come.' And let the one who is thirsty come; let the one who desires take the water of life without price.\"\n\nRevelation 22:17\n\nor this\n\n\"There is a river whose streams make glad the city of God, the holy dwelling place of the Most High.\"\n\nPsalm 46:4\n\nor this\n\n\"Holy, holy, holy is the Lord of Hosts; the whole earth is full of his glory!\"\n\nIsaiah 6:3\n\nor this\n\n\"Thanks be to the God, who gives us the victory through our Lord Jesus Christ.\"\n\n1 Corinthians 15:57\n\nor this\n\n\"Let the words of my mouth and the meditation of my heart be always acceptable in your sight, O Lord, my rock and my redeemer.\"\n\nPsalm 19:14\n\nor this\n\n\"Lord, I have loved the habitation of your house and the place where your honor dwells.\"\n\nPsalm 26:8\n\nor this\n\n\"Let my prayer be set forth in your sight as incense, and let the lifting up of my hands be an evening sacrifice.\"\n\nPsalm 141:2"
      },
      {
        "header": "CONFESSION OF SINS",
        "content": "Almighty God and the Father, we confess to you,\nto one another, and to the whole company of heaven,\nthat we have sinned, through our own fault,\nin thought, and word, and deed,\nand in what we have left undone.\n\nFor the sake of your Son our Lord Jesus Christ,\nhave mercy upon us, forgive us our sins,\nand by the power of your Holy Spirit\nraise us up to serve you in newness of life,\nto the glory of your Name.\n\nAmen."
      },
      {
        "header": "THE INVITATORY",
        "content": "O Lord, open our lips;\nAnd our mouth shall proclaim your praise.\nO God, make speed to save us;\nO Lord, make haste to help us.\n\nGlory be to the Father, and to the Son, and to the Holy Spirit;\nas it was in the beginning, is now, and ever shall be, world without end.\n\nAmen."
      },
      {
        "header": "O GLADSOME LIGHT",
        "content": "O gladsome light,\npure brightness of the everliving Father in heaven,\nO Jesus Christ, holy and blessed!\nNow as we come to the setting of the sun,\nand our eyes behold the vesper light,\nwe sing your praises, O God: Father, Son, and the Holy Spirit.\nYou are worthy at all times to be praised by happy voices,\nO Son of God, O Giver of Life,\nand to be glorified through all the worlds."
      },
      {
        "header": "A READING FROM HOLY SCRIPTURE",
        "content": "\"For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus' sake. For God, who said 'Let light shine out of darkness,' has shone in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.\"\n\n2 Corinthians 4:5-6\n\nor this\n\n\"Jesus spoke to them, saying, 'I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.'\"\n\nJohn 8:12\n\nor this\n\n\"Jesus said, 'Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.'\"\n\nRevelation 3:20"
      },
      {
        "header": "REFLECT",
        "content": "Take a moment for silent reflection."
      },
      {
        "header": "THE APOSTLES' CREED",
        "content": "I believe in God, the Father almighty,\ncreator of heaven and earth.\n\nI believe in Jesus Christ, his only Son, our Lord.\nHe was conceived by the Holy Spirit\nand born of the Virgin Mary.\nHe suffered under Pontius Pilate,\nwas crucified, died, and was buried.\nHe descended to the dead.\nOn the third day he rose again.\nHe ascended into heaven,\nand is seated at the right hand of the Father.\nHe will come again to judge the living and the dead.\n\nI believe in the Holy Spirit,\nthe holy catholic Church,\nthe communion of saints,\nthe forgiveness of sins,\nthe resurrection of the body,\nand life everlasting.\n\nAmen."
      },
      {
        "header": "INTERCEDE",
        "content": "Offer prayers for yourself and others."
      },
      {
        "header": "THE LORD'S PRAYER",
        "content": "Our Father in heaven, hallowed be your Name.\nYour kingdom come, your will be done, on earth as it is in heaven.\nGive us today our daily bread.\nAnd forgive us our trespasses, as we forgive those who trespass against us.\nAnd lead us not into temptation, but deliver us from evil.\nFor thine is the kingdom, and the power, and the glory, for ever and for ever.\n\nAmen."
      },
      {
        "header": "THE COLLECT OF DAY",
        "content": "The Collect of the Day\n\nAmen."
      },
      {
        "header": "THE SUFFRAGES",
        "content": "O Lord, show your mercy upon us;\nAnd grant us your salvation.\n\nO Lord, guide those who govern us;\nAnd lead us in the way of justice and truth.\n\nClothe your ministers with righteousness;\nAnd let your people sing with joy.\n\nO Lord, save your people;\nAnd bless your inheritance.\n\nGive peace in our time, O Lord;\nAnd defend us by your mighty power.\n\nLet not the needy, O Lord, be forgotten;\nNor the hope of the poor be taken away.\n\nCreate in us clean hearts, O God;\nAnd take not your Holy Spirit from us."
      }
    ]
  },
  "compline": {
    "title": "Compline",
    "time": "After 7",
    "sections": [
      {
        "header": "BEGINNING",
        "content": "The Lord Almighty grant us a peaceful night and a perfect end.\n\nAmen.\n\nOur help is in the Name of the Lord;\nThe maker of heaven and earth."
      },
      {
        "header": "CONFESSION OF SIN",
        "content": "Almighty God and the Father, we confess to you,\nto one another, and to the whole company of heaven,\nthat we have sinned, through our own fault,\nin thought, and word, and deed,\nand in what we have left undone.\n\nFor the sake of your Son our Lord Jesus Christ,\nhave mercy upon us, forgive us our sins,\nand by the power of your Holy Spirit\nraise us up to serve you in newness of life,\nto the glory of your Name.\n\nAmen."
      },
      {
        "header": "ASK FOR PARDON AND PEACE",
        "content": "May Almighty God grant us forgiveness of all our sins,\nand grace and comfort of Holy Spirit.\n\nAmen.\n\nO God, make speed to save us;\nO Lord, make haste to help us.\nGlory be to the Father, and to the Son, and to the Holy Spirit;\nAs it was in the beginning, is now, and ever shall be, world without end.\n\nAmen."
      },
      {
        "header": "PSALM READING",
        "content": "Psalm 4\nHear me when I call, O God of my righteousness;\nyou set me free when I was in trouble;\nhave mercy upon me, and hear my prayer.\nO you children of men, how long will you blaspheme my honor,\nand have such pleasure in vanity,\nand seek after falsehood?\nKnow this also, that the Lord has chosen for himself one that is godly;\nwhen I call upon the Lord, he will hear me.\nStand in awe, and sin not;\ncommune with your own heart upon your bed, and be still.\nOffer a sacrifice of righteousness\nand put your trust in the Lord.\nThere are many that say, \"Who will show us any good?\"\nLord, lift up the light of your countenance upon us.\nYou have put gladness in my heart,\nmore than when others' grain and wine and oil increased.\nI will lay me down in peace, and take my rest;\nfor you, Lord, only, make me dwell in safety.\n\nPsalm 31:1-6\nIn you, O Lord, have I put my trust;\nlet me never be put to confusion;\ndeliver me in your righteousness.\nBow down your ear to me,\nmake haste to deliever me,\nAnd be my strong rock and house of defense,\nthat you may save me.\nFor you are my strong rock and my castle;\nbe also my guide,\nand lead me for your Name's sake.\nDraw me out of the net that they have laid secretly for me,\nfor you are my strength.\nInto your hands I commend my spirit,\nfor you have redeemed me, O Lord, O God of the truth.\nKeep me, O Lord, as the apple of your eye;\nHide me under the shadow of your wings.\n\nLord, have mercy upon us.\nChrist, have mercy upon us.\nLord, have mercy upon us.\nLord, have mercy upon us."
      },
      {
        "header": "THE LORD'S PRAYER",
        "content": "Our Father in heaven, hallowed be your Name.\nYour kingdom come, your will be done, on earth as it is in heaven.\nGive us today our daily bread.\nAnd forgive us our trespasses, as we forgive those who trespass against us.\nAnd lead us not into temptation, but deliver us from evil.\nFor thine is the kingdom, and the power, and the glory, for ever and for ever.\n\nAmen."
      },
      {
        "header": "THE COLLECT",
        "content": "Visit this place, O Lord, and drive far from it all snares of the enemy; let your holy angels dwell with us to preserve us in peace; and let your blessing be upon us always; through Jesus Christ our Lord.\n\nAmen.\n\nLighten our darkness, we beseech you, O Lord; and by your great mercy defend us from all the perils and dangers of this night; for the love of your only Son, our Savior Jesus Christ.\n\nBe present, O merciful God, and protect us through the hours of this night, so that we who are wearied by the changes and chances of this life may rest in your eternal changelessness; through Jesus Christ our Lord.\n\nLook down, O Lord, from your heavenly throne, illumine this night with your celestial brightness, and from the children of light banish the deeds of darkness; through Jesus Christ our Lord.\n\nA Collect for Saturdays\nWe give you thanks, O God, for revealing your Son Jesus Christ to us by the light of his resurrection: Grant that as we sing your glory at the close of this day, our joy may abound in the morning as we celebrate the Paschal mystery; through Jesus Christ our Lord.\n\nSilence may be kept, and other intercessions and thanksgivings may be offered."
      },
      {
        "header": "ADDITIONAL PRAYER",
        "content": "Keep watch, dear Lord, with those who work, or watch, or weep this night, and give your angels charge over those who sleep. Tend to sick, Lord Christ; give rest to the weary, bless the dying, soothe the suffering, pity the afflicted, shield the joyous; and all for your love's sake.\n\nO God, your unfailing providence sustains the world we live in and life we live: Watch over those, both night and day, who work while others sleep, and grant that we may never forget that our common life depends upon each other's toil; through Jesus Christ our Lord."
      },
      {
        "header": "THE SONG OF SIMEON",
        "content": "Lord, now let your servant depart in peace,\naccording to your word.\nFor my eyes have seen your salvation,\nwhich you have prepared before the face of all people;\nTo be a light to lighten the Gentiles,\nand to be the glory of your people Israel.\n\nGlory be to the Father, and to the Son, and to the Holy Spirit;\nas it was in the beginning, is now, and ever shall be, world without end.\n\nAmen.\n\nGuide us waking, O Lord, and guard us sleeping;\nthat awake we may watch with Christ,\nand asleep we may rest in peace."
      },
      {
        "header": "CLOSING",
        "content": "The almighty and merciful Lord,\nFather, Son, and Holy Spirit,\nbless us and keep us, this night and evermore.\n\nAmen."
      }
    ]
  }
}
